<?php

/*
 * Amanda add 2011-10-23 guide.php
 */
$lang_guide = array
(
	'head_guide' => "PT下载站的生存指南",
	'text_guide' => "PT下载站的生存指南",
	'text_guide1' => " PT下载的核心技术还是BT下载，但是由于其成员范围更小，所以与BT下载有着很大的区别<br>
	。BT下载是非常大众化的，只要有客户端，找到种子就可以下载，但是BT下载的弊端也是显<br>
	而易见的，那就是有些人不自觉，在下载中不开上传及下完就跑。有感于BT下载中最令人不<br>
	齿的不开上传及下完就跑，有一些用户形成了小范围的下载，也就是PT下载。PT下载的规则<br>
	很简单，看重上传量，也就是分享率，用上传量除以下载量，这个率有一个低限，不管什么<br>
	原因，低于这个低限一定时间，那就会被无情地从PT下载团体中踢出去。而注册一个PT下载<br>
	站的用户是非常难的，如果不能在测试期注册进去就只能是等待再次开放注册或是求一个邀<br>
	请码了。<br><br>
	
 那么，如何才能在PT下载站中站住脚并且混得不错呢？这就需要这篇PT下载站生存指南了<br>
 。在PT下载站中要注意的一点就是，不要去招惹PT下载站的管理者，因为大家都是为了提高<br>
 下载速度以及更快地得到资源而聚集起来的，因此，想得到这个便捷就要遵循PT下载站的规<br>
 则，这也可以算是PT下载站的生存指南的总则吧。下面的两点都是这个总则为前提的。<br><br>
 
 首先是要提高分享率，我们知道，PT下载站衡量用户是否值得存在于这个团体中的唯一标<br>
 准是分享率，PT分享率是用上传量除以下载量，因此那些不开上传的和下完就跑的人，这个<br>
 率一定不会高于1，甚至会是0，那么，在一段时间之后，PT下载站会把这样的人踢掉。而对<br>
 于新加入的人来说，PT下载站一般会有一个分享率的底限，而要达到这个底限是不难的。每<br>
 个PT下载站几乎都会放上不超过十个体积小的文件供大家下载，这就是在前期提高分享率的<br>
 东西。下载之后，不要删除不要关闭上传，如果资源很热门，下载的人多，上传的累计量就<br>
 会大，而你已下载的体积是不变的，你就会看到自己的分享率在慢慢地增长。当这个分享率<br>
 高于PT下载站规定的底限之后，就可以试着下载一些大一点的东西了，这里有一个技巧，下<br>
 载那些标明是下载减半或是上传加倍的资源，这些资源一般也不会太大，放到硬盘也不会占<br>
 太大的地方，但是它们会带来分享率的大幅提高。<br><br>
 
  其次是注意在线时间和登录时间，当分享率达到一个不会被PT下载站踢出去的数值时，就<br>
  可考虑下载那些巨大的资源了。PT下载过程中，要注意的是在线时间和登录时间，有些PT下<br>
  载站对于那些天天泡在站里并且一直上传下载的用户有额外的奖励，这些奖励并不是放在那<br>
  里好看的，而是有它自己的用处。我注册的那几个PT下载站无一例外地可以使用这种奖励来<br>
  买上传量，这是提高自己分享率的一个经过PT下载站允许的捷径。这样利用自己在线时间及<br>
  上传得到的奖励可以买到上传量，短时间内提高自己的分享率，在分享率基本稳定后，就算<br>
  是在PT下载站站稳了。以后只要注意每天登录，下载完资源之后继续上传就可以了。"
);

?>
